---
kind: method
id: M:Autodesk.Revit.DB.RelinquishedItems.GetRelinquishedWorksets
source: html/82daf5d4-001c-1c0b-e323-b8a8a97bb92d.htm
---
# Autodesk.Revit.DB.RelinquishedItems.GetRelinquishedWorksets Method

The elements that were relinquished by the current user.

## Syntax (C#)
```csharp
public ICollection<WorksetId> GetRelinquishedWorksets()
```